Calendar.LANG("ko", "Korean", {

        fdow: 1,                // 해당주의 시작일; 0 = 일요일, 1 = 월요일, 등.

        goToday: "오늘로",

        today: "오늘",         // 바텀바에 표시

        wk: "주",

        weekend: "0,6",         // 0 = 일요일, 1 = 월요일, 등.

        AM: "am",

        PM: "pm",

        mn : [ "1월",
               "2월",
               "3월",
               "4월",
               "5월",
               "6월",
               "7월",
               "8월",
               "9월",
               "10월",
               "11월",
               "12월" ],

        smn : [ "1월",
               	"2월",
               	"3월",
               	"4월",
               	"5월",
               	"6월",
               	"7월",
               	"8월",
               	"9월",
               	"10월",
               	"11월",
               	"12월" ],

        dn : [ "일요일",
               "월요일",
               "화요일",
               "수요일",
               "목요일",
               "금요일",
               "토요일",
               "일요일" ],

        sdn : [ "일",
                "월",
                "화",
                "수",
                "목",
                "금",
                "토",
                "일" ]

});
