/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
// res_upload_flash.js
//						
/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////

var res_item = new Array();
var res_warning_msg = new Array();


res_item[0] = "동영상 파일 (업로드시에는<br>2048K 이하만 가능,<br>외부링크는 파일크기와<br>무관)";
res_item[1] = "<b>동영상 크기(선택)</b>";
res_item[2] = "너비(width)";
res_item[3] = "높이(height)";
res_item[4] = "<b>플레이어 속성(선택)</b>";
res_item[5] = "도구바 보이기";
res_item[6] = "재생상태 보이기";


res_warning_msg[0] = "동영상 URL을 입력하세요";
res_warning_msg[1] = "동영상 파일(wmv)만 올리실 수 있습니다";
res_warning_msg[2] = "파일선택에서 동영상 파일을 먼저 선택하세요";
res_warning_msg[3] = "업로드가 실패하였습니다\n동영상 파일이 아니거나 용량을 초과하였습니다";
res_warning_msg[4] = "미디어 업로드를 먼저 하세요";
res_warning_msg[5] = "미디어 URL 입력 후 미리보기를 먼저 하세요";
res_warning_msg[6] = "숫자만 입력 가능합니다";
