/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
// res_upload_flash.js
//						
/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////

var res_item = new Array();
var res_warning_msg = new Array();


res_item[0] = "视频文档<br>(上传文档时2048K以下即可上传,外加链接时,跟文档大小无关)";
res_item[1] = "<b>视频大小(选项)</b>";
res_item[2] = "宽度(width)";
res_item[3] = "高度(height)";
res_item[4] = "<b>播放属性(选项)</b>";
res_item[5] = "显示工具条";
res_item[6] = "显示播放状态";


res_warning_msg[0] = "输入视频 URL";
res_warning_msg[1] = "只能上传视频文档(wmv)";
res_warning_msg[2] = "请从文档选项中先选择视频文档";
res_warning_msg[3] = "文档上传失败\n文档不是视频文档或容量过大";
res_warning_msg[4] = "请先上传媒体";
res_warning_msg[5] = "输入媒体URL后先预览";
res_warning_msg[6] = "只能输入数字";
