/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
// res_upload_flash.js
//						
/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////

var res_item = new Array();
var res_warning_msg = new Array();


res_item[0] = "動画ファイル<br>(アップロードは1024K以下のみ可能,外部リンクはファイルの大きさと関係なし)";
res_item[1] = "<b>サイズ (選択)</b>";
res_item[2] = "幅(width)";
res_item[3] = "高さ(height)";
res_item[4] = "<b>プレーヤー属性 (選択)</b>";
res_item[5] = "ツールバー表示";
res_item[6] = "再生状態表示";


res_warning_msg[0] = "動画のURLを入力してください";
res_warning_msg[1] = "動画ファイル(wmv)のみアップできます";
res_warning_msg[2] = "ファイル選択で,先に動画ファイルを選んでください";
res_warning_msg[3] = "アップロードに失敗しました\n動画ファイルではないか,用量オーバーです";
res_warning_msg[4] = "先にメディアをアップロードしてください";
res_warning_msg[5] = "メディアのURL入力後,先にプレビューをしてください";
res_warning_msg[6] = "数字のみ入力してください";
