/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
// res_upload_img.js
//						
/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////

var res_item = new Array();
var res_warning_msg = new Array();

var res_filename = "選択したファイル名";


res_item[0] = "JPG,GIF,PNGファイル";
res_item[1] = "(1024K以下のみ可能)";
res_item[2] = "<b>サイズ(選択)</b>";
res_item[3] = "幅(width)";
res_item[4] = "高さ(height)";
res_item[5] = "<b>ツールチップ(必須)</b>";
res_item[6] = "<b>ボーダー (選択)</b>";
res_item[7] = "ボーダー(border)";
res_item[8] = "同一比率適用";


res_warning_msg[0] = "ファイル選択で,先にイメージファイルを選んでください";
res_warning_msg[1] = "イメージファイル(jpg,gif,png)のみアップできます";
res_warning_msg[2] = "イメージのURLを入力してください";
res_warning_msg[3] = "アップロードに失敗しました\nイメージファイルではないか, 用量オーバーです";
res_warning_msg[4] = "先にイメージをアップロードしてください";
res_warning_msg[5] = "イメージのURL入力後, 先にプレビューをしてください";
res_warning_msg[6] = "数字のみ入力してください";
res_warning_msg[7] = "ALTをご入力ください";
